<script lang="ts">
  import { YandexMetrikaHit } from '@daks.dev/svelte.sdk';

  const title = 'СУ 363 • Политика конфиденциальности';
  const description =
    'Политика конфиденциальности персональных данных предприятия Строительное Управление № 363';
</script>

<YandexMetrikaHit
  {title}
  {description} />

<article
  itemprop="mainContentOfPage"
  role="main">
  <header class="wrapper-lg">
    <h1
      class="title"
      itemprop="name">
      Политика
      <span class="-xs:text-2xl">конфиденциальности</span>
    </h1>
  </header>

  <div
    class="readable text-slate-700
              wrapper-lg dark:text-slate-300">
    <div>
      Настоящая Политика конфиденциальности персональных данных (далее &mdash; Политика
      конфиденциальности) действует в отношении всей информации, которую сайт
      <strong>Строительное Управление №&nbsp;363</strong> (далее &mdash; Сайт), расположенный на
      доменном имени <code>su363.ru</code>, может получить о Пользователе во время использования
      Сайта.
    </div>

    <div class="list">
      <h2>Определение терминов</h2>
      <div class="contents">
        <div class="list">
          <div>
            В настоящей Политике конфиденциальности используются следующие термины:
            <div class="list">
              <div>
                «Администрация Сайта» (далее &mdash; Администрация) &mdash; уполномоченные
                сотрудники на управления сайтом, действующие от имени <b>СУ&nbsp;363</b>, которые
                организуют и (или) осуществляет обработку персональных данных, а также определяет
                цели обработки персональных данных, состав персональных данных, подлежащих
                обработке, действия (операции), совершаемые с персональными данными.
              </div>
              <div>
                «Персональные данные» &mdash; любая информация, относящаяся к прямо или косвенно
                определенному или определяемому физическому лицу (субъекту персональных данных).
              </div>
              <div>
                «Обработка персональных данных» &mdash; любое действие (операция) или совокупность
                действий (операций), совершаемых с использованием средств автоматизации или без
                использования таких средств с персональными данными, включая сбор, запись,
                систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение,
                использование, передачу (распространение, предоставление, доступ), обезличивание,
                блокирование, удаление, уничтожение персональных данных.
              </div>
              <div>
                «Конфиденциальность персональных данных» &mdash; обязательное для соблюдения
                Администрацией требование не допускать их распространения без согласия субъекта
                персональных данных или наличия иного законного основания.
              </div>
              <div>
                «Пользователь Сайта» (далее &mdash; Пользователь) &mdash; лицо, имеющее доступ к
                Сайту, посредством сети Интернет и использующее Сайт.
              </div>
              <div>
                «Cookies» &mdash; небольшой фрагмент данных, отправленный веб-сервером и хранимый на
                компьютере пользователя, который веб-клиент или веб-браузер каждый раз пересылает
                веб-серверу в HTTP-запросе при попытке открыть страницу соответствующего сайта.
              </div>
              <div>
                «IP-адрес» &mdash; уникальный сетевой адрес узла в компьютерной сети, построенной по
                протоколу IP.
              </div>
            </div>
          </div>
        </div>
        Kit
      </div>

      <h2>Общие положения</h2>
      <div class="contents">
        <div class="list">
          <div>
            Использование Сайта Пользователем означает согласие с настоящей Политикой
            конфиденциальности и условиями обработки персональных данных Пользователя.
          </div>
          <div>
            В случае несогласия с условиями Политики конфиденциальности Пользователь должен
            прекратить использование Сайта.
          </div>
          <div>
            Настоящая Политика конфиденциальности применяется только к Сайту. Администрация не
            контролирует и не несет ответственность за сайты третьих лиц, на которые Пользователь
            может перейти по ссылкам, доступным на Сайте.
          </div>
          <div>
            Администрация не проверяет достоверность персональных данных, предоставляемых
            Пользователем.
          </div>
        </div>
      </div>

      <h2>Предмет политики конфиденциальности</h2>
      <div class="contents">
        <div class="list">
          <div>
            Настоящая Политика конфиденциальности устанавливает обязательства Администрации по
            неразглашению и обеспечению режима защиты конфиденциальности персональных данных,
            которые Пользователь предоставляет по запросу Администрации.
          </div>
          <div>
            Персональные данные, разрешённые к обработке в рамках настоящей Политики
            конфиденциальности, предоставляются Пользователем путём заполнения форм на Сайте и
            включают в себя следующую информацию:
            <ul>
              <li>фамилию, имя, отчество Пользователя;</li>
              <li>адрес электронной почты (e-mail) Пользователя;</li>
              <li>контактный телефон Пользователя.</li>
            </ul>
          </div>
          <div>
            Сайт защищает данные, которые автоматически передаются в процессе просмотра рекламных
            блоков и при посещении страниц, на которых установлен статистический скрипт рекламной
            системы:
            <ul>
              <li>IP адрес;</li>
              <li>информация из cookies;</li>
              <li>
                информация о броузере (или иной программе, которая осуществляет доступ к показу
                рекламы);
              </li>
              <li>время доступа;</li>
              <li>адрес страницы, на которой расположен рекламный блок;</li>
              <li>реферер (адрес предыдущей страницы).</li>
            </ul>
            <div class="list">
              <div>
                Отключение cookies может повлечь невозможность доступа к частям Сайта, требующим
                авторизации.
              </div>
            </div>
          </div>
          <div>
            Любая иная персональная информация неоговоренная выше (используемые броузеры,
            операционные системы и т.д.) подлежит надежному хранению и нераспространению, за
            исключением случаев, предусмотренных в п.п. 5.2. и 5.3. настоящей Политики
            конфиденциальности.
          </div>
        </div>
      </div>

      <h2>Цели сбора персональной информации пользователя</h2>
      <div class="contents">
        <div class="list">
          <div>
            Персональные данные Пользователя Администрация Сайта может использовать в целях:
            <div class="list">
              <div>Идентификации Пользователя, зарегистрированного на Сайте.</div>
              <div>Предоставления Пользователю доступа к персонализированным ресурсам Сайта.</div>
              <div>
                Установления с Пользователем обратной связи, включая направление уведомлений,
                запросов, касающихся использования Сайта, оказания услуг, обработка запросов и
                заявок от Пользователя.
              </div>
              <div>
                Определения места нахождения Пользователя для обеспечения безопасности,
                предотвращения мошенничества.
              </div>
              <div>
                Подтверждения достоверности и полноты персональных данных, предоставленных
                Пользователем.
              </div>
              <div>
                Создания учетной записи, если Пользователь дал согласие на создание учетной записи.
              </div>
              <div>Уведомления Пользователя Сайта о состоянии заказа (запроса, заявки).</div>
              <div>
                Обработки и получения платежей, подтверждения налога или налоговых льгот,
                оспаривания платежа, определения права на получение кредитной линии Пользователем.
              </div>
              <div>
                Предоставления Пользователю эффективной клиентской и технической поддержки при
                возникновении проблем, связанных с использованием Сайта.
              </div>
              <div>
                Предоставления Пользователю с его согласия, обновлений продукции, специальных
                предложений, информации о ценах, новостной рассылки и иных сведений от имени Сайта
                или от имени партнеров Сайта.
              </div>
              <div>Осуществления рекламной деятельности с согласия Пользователя.</div>
              <div>
                Предоставления доступа Пользователю на сайты или сервисы партнеров Сайта с целью
                получения продуктов, обновлений и услуг.
              </div>
            </div>
          </div>
        </div>
      </div>

      <h2>Способы и сроки обработки персональной информации</h2>
      <div class="contents">
        <div class="list">
          <div>
            Обработка персональных данных Пользователя осуществляется без ограничения срока, любым
            законным способом, в том числе в информационных системах персональных данных с
            использованием средств автоматизации или без использования таких средств.
          </div>
          <div>
            Пользователь соглашается с тем, что Администрация Сайта вправе передавать персональные
            данные третьим лицам, в частности, курьерским службам, организациями почтовой связи,
            операторам электросвязи, исключительно в целях выполнения заказа Пользователя,
            оформленного на Сайте.
          </div>
          <div>
            Персональные данные Пользователя могут быть переданы уполномоченным органам
            государственной власти Российской Федерации только по основаниям и в порядке,
            установленным законодательством Российской Федерации.
          </div>
          <div>
            При утрате или разглашении персональных данных Администрация сайта информирует
            Пользователя об утрате или разглашении персональных данных.
          </div>
          <div>
            Администрация Сайта принимает необходимые организационные и технические меры для защиты
            персональной информации Пользователя от неправомерного или случайного доступа,
            уничтожения, изменения, блокирования, копирования, распространения, а также от иных
            неправомерных действий третьих лиц.
          </div>
          <div>
            Администрация Сайта совместно с Пользователем принимает все необходимые меры по
            предотвращению убытков или иных отрицательных последствий, вызванных утратой или
            разглашением персональных данных Пользователя.
          </div>
        </div>
      </div>

      <h2>Обязательные положения</h2>
      <div class="contents">
        <div class="list">
          <div>
            <em>Пользователь обязан:</em>
            <div class="list">
              <div>
                Предоставить информацию о персональных данных, необходимую для пользования Сайтом.
              </div>
              <div>
                Обновить, дополнить предоставленную информацию о персональных данных в случае
                изменения данной информации.
              </div>
            </div>
          </div>
          <div>
            <em>Администрация сайта обязана:</em>
            <div class="list">
              <div>
                Использовать полученную информацию исключительно для целей, указанных в п. 4
                настоящей Политики конфиденциальности.
              </div>
              <div>
                Обеспечить хранение конфиденциальной информации в тайне, не разглашать без
                предварительного письменного разрешения Пользователя, а также не осуществлять
                продажу, обмен, опубликование, либо разглашение иными возможными способами
                переданных персональных данных Пользователя, за исключением п.п. 5.2. и 5.3.
                настоящей Политики Конфиденциальности.
              </div>
              <div>
                Принимать меры предосторожности для защиты конфиденциальности персональных данных
                Пользователя согласно порядку, обычно используемого для защиты такого рода
                информации в существующем деловом обороте.
              </div>
              <div>
                Осуществить блокирование персональных данных, относящихся к соответствующему
                Пользователю, с момента обращения или запроса Пользователя или его законного
                представителя либо уполномоченного органа по защите прав субъектов персональных
                данных на период проверки, в случае выявления недостоверных персональных данных или
                неправомерных действий.
              </div>
            </div>
          </div>
        </div>
      </div>

      <h2>Ответственность сторон</h2>
      <div class="contents">
        <div class="list">
          <div>
            Администрация Сайта, не исполнившая свои обязательства, несёт ответственность за убытки,
            понесённые Пользователем в связи с неправомерным использованием персональных данных, в
            соответствии с законодательством Российской Федерации, за исключением случаев,
            предусмотренных п.п. 5.2., 5.3. и 7.2. настоящей Политики Конфиденциальности.
          </div>
          <div>
            В случае утраты или разглашения Конфиденциальной информации Администрация Сайта не несёт
            ответственность, если данная конфиденциальная информация:
            <div class="list">
              <div>Стала публичным достоянием до её утраты или разглашения.</div>
              <div>
                Была получена от третьей стороны до момента её получения Администрацией Сайта.
              </div>
              <div>Была разглашена с согласия Пользователя.</div>
            </div>
          </div>
        </div>
      </div>

      <h2>Разрешение споров</h2>
      <div class="contents">
        <div class="list">
          <div>
            До обращения в суд с иском по спорам, возникающим из отношений между Пользователем Сайта
            и Администрацией Сайта, обязательным является предъявление претензии (письменного
            предложения о добровольном урегулировании спора).
          </div>
          <div>
            Получатель претензии в течение 30 календарных дней со дня получения претензии письменно
            уведомляет заявителя претензии о результатах рассмотрения претензии.
          </div>
          <div>
            При не достижении соглашения спор будет передан на рассмотрение в судебный орган в
            соответствии с действующим законодательством Российской Федерации.
          </div>
          <div>
            К настоящей Политике конфиденциальности и отношениям между Пользователем и
            Администрацией Сайта применяется действующее законодательство Российской Федерации.
          </div>
        </div>
      </div>

      <h2>Дополнительные условия</h2>
      <div class="contents">
        <div class="list">
          <div>
            Администрация Сайта вправе вносить изменения в настоящую Политику конфиденциальности без
            согласия Пользователя.
          </div>
          <div>
            Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если
            иное не предусмотрено новой редакцией Политики конфиденциальности.
          </div>
          <div>
            Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать
            через контактные данные указанные на странице по адресу
            <code>https://su363.ru/contacts</code>.
          </div>
          <div>
            Действующая Политика конфиденциальности размещена на странице по адресу
            <code>https://su363.ru/privacy</code>.
          </div>
        </div>
      </div>
    </div>
    <div class="pt-4">Обновлено «1» апреля 2022 г.</div>
  </div>
</article>

<style lang="postcss">
  .list {
    counter-reset: list;
  }
  .list ul,
  .list .list .list {
    padding-left: 2rem;
  }
  .list h2 {
    @apply pb-3 pt-5 text-left text-2xl leading-tight before:text-xl
           sm:text-3xl sm:before:text-2xl;
  }
  .list h2:before,
  .list div:not(.list, .contents):before {
    counter-increment: list;
    content: counters(list, '.') '.';
    @apply mr-2 font-medium text-slate-400;
  }
  code {
    @apply font-mono text-lg text-slate-500;
  }
</style>
